<template>
  <v-container fluid>
    <v-card>
      # 網絡本《漢字文聲義》 | オンライン エディション ノ 《アヤナブミ ノ コエゴコロ》
      [《漢字文聲義》](https://www.melonbooks.co.jp/detail/detail.php?product_id=1599693)のオンラインバージョンです。 ##
      GitHub Pages | ギットハブ ページス [網絡本《漢字文聲義》](https://magnezone462.github.io/myang-qhanshieng/) ##
      利用方法 | ツカイカタ 1. 左サイドバー（漢字檢索） 1.
      左サイドバーから漢字を檢索します。上メニューバー左部のボタンを押すと，左サイドバーが開閉します。 2.
      “字符”タブを選擇すると，入力した漢字をそのまま檢索できます。“字音”タブを選擇すると，各種の字音情報から檢索できます。
      3.
      檢索條件を入力し，リターンキーまたは檢索ボタンを押すと，データベースに該當する字の登録がある場合は，下にその檢索結果一覽が表示されます。
      4. 檢索結果一覽から字を選擇します。中央メインウィンドウに字の詳細が表示されます。 2.
      中央メインウィンドウ（漢字詳細） 1. 中央メインウィンドウから漢字の詳細情報を閲覽します。 2.
      選擇した字を字體として持つ字種が複數ある場合は，上セレクトボックスからそれを切り替えると，メインウィンドウの表示がそれに從ひます。
      3.
      右のブックマークボタンを押すと，その字がブックマークに登録されます。すでに登録濟みの場合は，登録が解除されます。
      3. 右サイドバー（ブックマークと履歷） 1.
      右サイドバーからブックマークと履歷を閲覽します。上メニューバー右部のボタンを押すと，右サイドバーが開閉します。 2.
      “書籤”タブを選擇すると，ブックマーク登録された字の一覽が表示されます。“歷史”タブを選擇すると，これまでに表示した字の一覽が表示されます。
      3. 一覽から字を選擇すると，中央メインウィンドウに字の詳細が表示されます。 4.
      右サイドバー下部のゴミ箱ボタンを押すと，ブックマークまたは履歷がすべて削除されます。
    </v-card>
  </v-container>
</template>
